#    -*- mode: org -*-


Archived entries from file /home/tyler/Orgfiles/tasks.org


* DONE Read Emacs Blogs
CLOSED: [2022-12-16 Fri 14:08] SCHEDULED: <2022-12-16 Fri 14:00>
:PROPERTIES:
:Effort:   10
:ARCHIVE_TIME: 2023-01-14 Sat 12:08
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2022-12-16 Fri 15:17]--[2022-12-16 Fri 15:26] =>  0:09
CLOCK: [2022-12-16 Fri 13:57]--[2022-12-16 Fri 14:08] =>  0:11
:END:
 [2022-12-16 Fri 13:55]
 

* DONE Fully Plan Day 
CLOSED: [2023-01-14 Sat 12:52] SCHEDULED: <2023-01-14 Sat 12:00>
:PROPERTIES:
:Effort:   60
:ARCHIVE_TIME: 2023-01-14 Sat 17:01
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 12:17]--[2023-01-14 Sat 12:52] =>  0:35
CLOCK: [2023-01-14 Sat 11:59]--[2023-01-14 Sat 12:16] =>  0:17
:END:
 [2023-01-14 Sat 11:26]


* DONE Lunch Break
CLOSED: [2023-01-14 Sat 15:32] SCHEDULED: <2023-01-14 Sat 14:30>
:PROPERTIES:
:Effort:   60
:ARCHIVE_TIME: 2023-01-14 Sat 17:01
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 15:02]--[2023-01-14 Sat 15:32] =>  0:30
:END:
 [2023-01-14 Sat 12:00]


* DONE Make Grocery List
CLOSED: [2023-01-14 Sat 13:39] SCHEDULED: <2023-01-14 Sat 13:00>
:PROPERTIES:
:Effort:   30
:ARCHIVE_TIME: 2023-01-14 Sat 17:01
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 13:06]--[2023-01-14 Sat 13:39] =>  0:33
:END:
 [2023-01-14 Sat 12:23]
 [[file:~/Orgfiles/tasks.org::*Get Groceries & Abreva medicine][Get Groceries & Abreva medicine]]


* DONE Update Zombie Rebuild Design docs
CLOSED: [2023-01-23 Mon 15:32] SCHEDULED: <2023-01-23 Mon 15:00>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-01-27 Fri 11:20
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-23 Mon 15:01]--[2023-01-23 Mon 15:32] =>  0:31
:END:
 [2023-01-23 Mon 15:01]
 [[file:~/Game Designs/Zombie-Rebuild/Zombie-Rebuild/design/Master-Design-Doc.org::*New Ideas][New Ideas]]


* DONE Create capture Templates 
CLOSED: [2023-01-14 Sat 19:45] SCHEDULED: <2023-01-14 Sat 15:30>
:PROPERTIES:
:Effort:   45
:ARCHIVE_TIME: 2023-01-27 Fri 14:44
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks/Perform Annual Planning/Archive
:ARCHIVE_CATEGORY: task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL ARCHIVE
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 18:53]--[2023-01-14 Sat 19:45] =>  0:52
:END:
 [2023-01-01 Sun 20:53]
- Accomplishments & Dissapointments
- Events
- Notes


* DONE Wash Laundry 
CLOSED: [2023-01-20 Fri 12:18] SCHEDULED: <2023-01-20 Fri>
:PROPERTIES:
:ARCHIVE_TIME: 2023-03-01 Wed 15:09
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-20 Fri 12:05]--[2023-01-20 Fri 12:18] =>  0:13
:END:
 [2023-01-14 Sat 14:05]


*** DONE Clean out Fridge & Take out Trash
CLOSED: [2023-01-14 Sat 14:06] SCHEDULED: <2023-01-14 Sat 13:30>
:PROPERTIES:
:Effort:   30
:ARCHIVE_TIME: 2023-01-14 Sat 19:48
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 13:48]--[2023-01-14 Sat 14:06] =>  0:18
:END:
 [2023-01-14 Sat 11:24]

*** DONE Get Groceries & Abreva medicine
CLOSED: [2023-01-14 Sat 15:01] SCHEDULED: <2023-01-14 Sat 14:00>
:PROPERTIES:
:Effort:   30
:ARCHIVE_TIME: 2023-01-14 Sat 19:48
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 14:07]--[2023-01-14 Sat 14:37] =>  0:30
:END:
[2023-01-14 Sat 11:22]


* DONE Watch Will Wright
CLOSED: [2023-02-05 Sun 20:17] SCHEDULED: <2023-01-24 Tue>
:PROPERTIES:
:ARCHIVE_TIME: 2023-04-18 Tue 08:53
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-02-03 Fri 11:56]--[2023-02-03 Fri 23:56] => 12:00
:END:
 [2023-01-22 Sun 00:00]

https://www.masterclass.com/classes/will-wright-teaches-game-design-and-theory


* DONE Schedule the day
CLOSED: [2023-02-28 Tue 07:58] SCHEDULED: <2023-02-28 Tue 07:30>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-04-18 Tue 08:53
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-02-28 Tue 07:28]--[2023-02-28 Tue 07:58] =>  0:30
:END:
 [2023-02-28 Tue 07:27]


* DONE Update Personal Projects and Tasks 
CLOSED: [2023-05-06 Sat 12:55] SCHEDULED: <2023-05-06 Sat 12:45>
:PROPERTIES:
:Effort:   0:10
:ARCHIVE_TIME: 2023-07-03 Mon 14:13
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-05-06 Sat 12:47]--[2023-05-06 Sat 12:55] =>  0:08
:END:
 [2023-05-06 Sat 12:44]


* DONE Make a salad for lunch 
CLOSED: [2023-05-09 Tue 09:30] SCHEDULED: <2023-05-09 Tue 09:15>
:PROPERTIES:
:ARCHIVE_TIME: 2023-07-03 Mon 14:13
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-05-09 Tue 09:16]--[2023-05-09 Tue 09:30] =>  0:14
:END:
 [2023-05-09 Tue 09:14]
 

* DONE Plan the day 
CLOSED: [2023-06-10 Sat 13:22] SCHEDULED: <2023-06-10 Sat 12:50>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-10 Sat 12:54]--[2023-06-10 Sat 13:22] =>  0:28
:END:
 [2023-06-10 Sat 12:51]


* DONE Goto Grocery
CLOSED: [2023-06-10 Sat 18:23] SCHEDULED: <2023-06-10 Sat 17:30>
:PROPERTIES:
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-10 Sat 17:31]--[2023-06-10 Sat 18:23] =>  0:52
:END:
 [2023-06-10 Sat 17:18]


* DONE Watch WSOP VLog While Planning my day
CLOSED: [2023-06-11 Sun 15:26] SCHEDULED: <2023-06-11 Sun 15:00>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 14:55]--[2023-06-11 Sun 15:26] =>  0:31
:END:
 [2023-06-11 Sun 14:53]



* DONE Start Pasta Sauce
CLOSED: [2023-06-11 Sun 15:41] SCHEDULED: <2023-06-11 Sun 15:30>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 15:26]--[2023-06-11 Sun 15:41] =>  0:15
:END:
 [2023-06-11 Sun 14:57]


* DONE Finish 2nd Bedroom Packing/Organizing
CLOSED: [2023-06-11 Sun 18:43] SCHEDULED: <2023-06-11 Sun 16:00>
:PROPERTIES:
:Effort:   3:00
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 16:04]--[2023-06-11 Sun 18:43] =>  2:39
:END:
 [2023-06-11 Sun 14:57]




* DONE List games on Escon Geek list
CLOSED: [2023-06-11 Sun 20:39] SCHEDULED: <2023-06-11 Sun 19:00>
:PROPERTIES:
:Effort:   1:00
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 19:10]--[2023-06-11 Sun 20:39] =>  1:29
:END:
 [2023-06-11 Sun 14:59]


* DONE Play ARAM                                                      :Break:
CLOSED: [2023-06-11 Sun 19:09] SCHEDULED: <2023-06-11 Sun 18:45>
:PROPERTIES:
:Effort:   0:15
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 18:44]--[2023-06-11 Sun 19:09] =>  0:25
:END:
 [2023-06-11 Sun 18:43]


* DONE Take a shower
CLOSED: [2023-06-11 Sun 21:27] SCHEDULED: <2023-06-11 Sun 21:10>
:PROPERTIES:
:Effort:   0:15
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 21:11]--[2023-06-11 Sun 21:27] =>  0:16
:END:
 [2023-06-11 Sun 21:11]



* DONE Lunch/Dinner 
CLOSED: [2023-06-18 Sun 17:45] SCHEDULED: <2023-06-18 Sun 17:00>
:PROPERTIES:
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-18 Sun 16:56]--[2023-06-18 Sun 17:45] =>  0:49
:END:
 [2023-06-18 Sun 16:52]


** DONE Pack up Second Bedroom
CLOSED: [2023-06-18 Sun 21:14] SCHEDULED: <2023-06-18 Sun 19:00>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 19:04]--[2023-06-18 Sun 21:14] =>  2:10
:END:
 [2023-06-17 Sat 18:03]

** DONE Pack up TV Stand
CLOSED: [2023-06-18 Sun 19:04] SCHEDULED: <2023-06-18 Sun 18:30>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 18:45]--[2023-06-18 Sun 19:04] =>  0:19
CLOCK: [2023-06-18 Sun 17:54]--[2023-06-18 Sun 17:56] =>  0:02
CLOCK: [2023-06-18 Sun 17:53]--[2023-06-18 Sun 17:53] =>  0:00
CLOCK: [2023-06-18 Sun 17:48]--[2023-06-18 Sun 17:48] =>  0:00
CLOCK: [2023-06-18 Sun 17:47]--[2023-06-18 Sun 17:47] =>  0:00
CLOCK: [2023-06-18 Sun 17:46]--[2023-06-18 Sun 17:46] =>  0:00
CLOCK: [2023-06-18 Sun 17:45]--[2023-06-18 Sun 17:46] =>  0:01
:END:
 [2023-06-17 Sat 18:03]

** DONE Pack up side table contents
CLOSED: [2023-06-18 Sun 18:45] SCHEDULED: <2023-06-18 Sun 18:00>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 17:56]--[2023-06-18 Sun 18:45] =>  0:49
:END:
 [2023-06-17 Sat 18:03]

* DONE Do weekly cpap cleaning
CLOSED: [2023-08-06 Sun 21:11] SCHEDULED: <2023-08-06 Sun 20:45>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2023-10-01 Sun 23:39
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-08-06 Sun 20:44]--[2023-08-06 Sun 21:11] =>  0:27
:END:

 [2023-08-06 Sun 14:42]


